Repository: disqus/disqus-wordpress
Catalog: disqus/locales/default-*.po
Languages: ru_ru

source: Older Comments
ru_ru: Старые комментарии

source: Newer Comments
ru_ru: Свежие комментарии

source: Disqus needs to be configured
ru_ru: Disqus необходимо сконфигурировать

source: Configure Disqus by clicking Comments to the left.
ru_ru: Перейдите в раздел Комментарии в меню для настройки Disqus

source: Unable to export comments. Make sure you are accessing this page from the Wordpress dashboard.
ru_ru: Невозможно экспортировать комментарии. Убедитесь, что вы обратились к этой странице из Консоли WordPress.

source: Your comments have been sent to Disqus and queued for import!
ru_ru: Ваши комментарии были отправлены в Disqus и добавлены в очередь для импорта

source: See the status of your import at Disqus
ru_ru: Посмотрите статус вашего импорта в Disqus

source: Processed comments on post
ru_ru: Обработка комментариев записи

source: Sorry, something unexpected happened with the export. Please try again.
ru_ru: Извините, случилась непредвиденная ошибка при экспорте. Попробуйте ещё раз.

source: If your API key has changed, you may need to reinstall Disqus (deactivate the plugin and then reactivate it).
ru_ru: Если ключ API был изменён, вам необходимо по новой активировать Disqus (деактивировать и активировать плагин).

source: Unable to import comments. Make sure you are accessing this page from the Wordpress dashboard.
ru_ru: Невозможно импортировать комментарии. Убедитесь, что вы обратились к этой странице из Консоли WordPress.

source: There was an error downloading your comments from Disqus.
ru_ru: Произошли ошибки при загрузке ваших комментариев из Disqus.

source: Your comments have been downloaded from Disqus and saved in your local database.
ru_ru: Ваша комментарии были загружены из Disqus и сохранены в локальной базе данных.

source: Import in progress (last post id: %s)
ru_ru: Импортируется (последний ID записи: %s)

source: Edit
ru_ru: Редактировать

source: Configure
ru_ru: Настройка

source: Settings
ru_ru: Параметры

source: Disqus Reset
ru_ru: Сброс Disqus

source: Disqus has been reset successfully.
ru_ru: Настройки Disqus были успешно сброшены.

source: Local settings for the plugin were removed.
ru_ru: Локальные настройки плагина были удалены.

source: Database changes by Disqus were reverted.
ru_ru: Изменения базы данных Disqus были возвращены.

source: If you wish to reinstall, you can do that now.
ru_ru: Если вы хотите переустановить, вы можете сделать это сейчас.

source: Reinstall
ru_ru: Переустановить

source: Your settings have been changed.
ru_ru: Ваши настройки были изменены.

source: There was an error completing the installation of Disqus.
ru_ru: Произошли ошибки во время завершения установки Disqus.

source: Create a site
ru_ru: Создать сайт

source: Moderate
ru_ru: Модерировать

source: Install
ru_ru: Установить

source: Plugin Settings
ru_ru: Настройки плагина

source: Install Disqus Comments
ru_ru: Установить Disqus Комментарии

source: Disqus has been installed on your blog.
ru_ru: Disqus был установлен в ваш блог.

source: If you have existing comments, you may wish to export them now.
ru_ru: Если у вас есть существующие комментарии, вы можете экспортировать из здесь

source: Select a website
ru_ru: Выберите сайт

source: Or register a new one on the Disqus website.
ru_ru: Или зарегистрируйте новый сайт в Disqus

source: Username or email
ru_ru: Имя пользователя или электронный адрес

source: don't have a Disqus Profile yet?
ru_ru: нет аккаунта в Disqus?

source: Password
ru_ru: Пароль

source: forgot your password?
ru_ru: забыли ваш пароль?

source: Go to Disqus Moderation
ru_ru: Перейти к модерированию Disqus

source: Version: %s
ru_ru: Версия: %s

source: Disqus comments are currently
ru_ru: Комментарии Disqus в данный момент

source: Disable
ru_ru: Отключены

source: Enable
ru_ru: Включены

source: General
ru_ru: Главные

source: Forum Shortname
ru_ru: Короткое имя на Форуме

source: Appearance
ru_ru: Внешний вид

source: All blog posts.
ru_ru: Все записи блога.

source: Sync
ru_ru: Синхронизация

source: Comment Importing
ru_ru: Импортирование комментариев

source: Disable automated comment importing
ru_ru: Запретить автоматическое импортирование комментариев

source: Patches
ru_ru: Патчи

source: External Javascript Files
ru_ru: Внешние файлы JavaScript

source: Template Conflicts
ru_ru: Конфликты шаблона

source: Output JavaScript in footer
ru_ru: Выводить JavaScript в подвале

source: Advanced
ru_ru: Дополнительно

source: Single Sign-On
ru_ru: Единый вход в систему

source: Allows users to log in to Disqus via WordPress.
ru_ru: Разрешить пользователям входить в Disqus через WordPress

source: More info on SSO
ru_ru: Больше информации об едином входе в систему

source: Disqus Partner Key
ru_ru: Партнёрский ключ Disqus

source: Change
ru_ru: Изменить

source: Choose
ru_ru: Выбрать

source: button
ru_ru: кнопка

source: Export comments to Disqus
ru_ru: Экспортировать комментарии в Disqus

source: Export Comments
ru_ru: Экспортировать комментарии

source: Sync Disqus with WordPress
ru_ru: Синхронизировать Disqus с WordPress

source: Sync Comments
ru_ru: Синхронизировать комментарии

source: Remove all imported Disqus comments before syncing.
ru_ru: Удалить все импортированные комментарии Disqus перед синхронизацией.

source: Reset Disqus
ru_ru: Сбросить Disqus

source: Are you sure you want to reset the Disqus plugin?
ru_ru: Вы уверены, что хотите сбросиьт настройки плагина Disqus?

source: Debug Information
ru_ru: Отладочная информация

source: Having problems with the plugin? Check out our troubleshooting documentation.
ru_ru: Имеются проблемы с плагином? Проверьте документацию по решению проблем.

source: Contact support
ru_ru: Контакты техподдержки

source: Upgrade Disqus Comments
ru_ru: Обновить Disqus Комментарии

source: You need to upgrade your database to continue.
ru_ru: Вам необходимо обновить базу данных для продолжения
